[
    {
    "rating" : 5,
    "review" : "This book simply captivated me from the first pages. The unexpected plot and vivid characters kept me glued to the screen. I definitely recommend it!"
    },
    {
    "rating" : 4,
    "review" : "A very interesting book, but the ending seemed a bit predictable. However, overall, I left a pleasant impression."
    },
    {
    "rating" : 5,
    "review" : "A deep and touching novel that made me think about many things. The author skillfully conveys the emotions of his characters."
    },
    {
    "rating" : 4,
    "review" : "I liked the book, but it was a bit boring in places. However, the idea of ​​the work is very original."
    },
    {
    "rating" : 5,
    "review" : "This is the best book I've read in the last year! I can't wait for the sequel."
    },
    {
    "rating" : 4,
    "review" : "Interesting story, but some moments seemed a bit drawn out."
    },
    {
    "rating" : 5,
    "review" : "The author created vivid and unforgettable characters, with whom it is easy to empathize."
    },
    {
    "rating" : 5,
    "review" : "The book is full of humor and adventure. A great choice for relaxation."
    },
    {
    "rating" : 4,
    "review" : "A good detective, but the solution to the mystery was too obvious."
    },
    {
    "rating" : 5,
    "review" : "This book made me look at the world in a new way. I highly recommend it!"
    },
    {
    "rating" : 4,
    "review" : "Interesting story, but some dialogues seemed artificial."
    },
    {
    "rating" : 5,
    "review" : "The book is written in an easy and pleasant language. It is read in one breath."
    },
    {
    "rating" : 4,
    "review" : "Not a bad book, but I expected more depth."
    },
    {
    "rating" : 5,
    "review" : "This book was a real discovery for me. The author is a true master of words."
    },
    {
    "rating" : 4,
    "review" : "Interesting plot, but some moments seemed predictable."
    },
    {
    "rating" : 5,
    "review" : "The book is full of emotions and passion. I can't forget these characters."
    },
    {
    "rating" : 4,
    "review" : "Not a bad novel, but the ending left some questions unanswered."
    },
    {
    "rating" : 5,
    "review" : "This is exactly the book I needed right now. It inspires and motivates."
    },
    {
    "rating" : 4,
    "review" : "Interesting idea, but the implementation was lame in some moments."
    },
    {
    "rating" : 5,
    "review" : "A book that will be remembered for a long time. A masterpiece!"
    }
]