[
    {
        "rating" : 5,
        "review" : "Ця книга просто захопила мене з перших сторінок. Несподіваний сюжет і яскраві персонажі не давали відірватися. Однозначно рекомендую!"
    },
    {
        "rating" : 4,
        "review" : "Дуже цікава книга, але фінал здався трохи передбачуваним. Проте, загалом, залишилися приємні враження."
    },
    {
        "rating" : 5,
        "review" : "Глибокий і зворушливий роман, який змусив задуматися про багато речей. Автор майстерно передає емоції своїх героїв."
    },
    {
        "rating" : 4,
        "review" : "Книга сподобалася, але місцями було трохи нудновато. Однак, ідея твору дуже оригінальна."
    },
    {
        "rating" : 5,
        "review" : "Це найкраща книга, яку я читала за останній рік! Не можу дочекатися продовження."
    },
    {
        "rating" : 4,
        "review" : "Цікава історія, але деякі моменти здались трохи затягнутими."
    },
    {
        "rating" : 5,
        "review" : "Автор створив живих і незабутніх персонажів, з якими легко співпереживати."
    },
    {
        "rating" : 5,
        "review" : "Книга сповнена гумору і пригод. Відмінний вибір для відпочинку."
    },
    {
        "rating" : 4,
        "review" : "Непоганий детектив, але розгадка загадки була занадто очевидна."
    },
    {
        "rating" : 5,
        "review" : "Ця книга змусила мене по-новому поглянути на світ. Дуже рекомендую!"
    },
    {
        "rating" : 4,
        "review" : "Цікава історія, але деякі діалоги здавалися штучними."
    },
    {
        "rating" : 5,
        "review" : "Книга написана легкою і приємною мовою. Читається на одному диханні."
    },
    {
        "rating" : 4,
        "review" : "Непогана книга, але очікувала більше глибини."
    },
    {
        "rating" : 5,
        "review" : "Ця книга стала для мене справжнім відкриттям. Автор – справжній майстер слова."
    },
    {
        "rating" : 4,
        "review" : "Цікавий сюжет, але деякі моменти здавалися передбачуваними."
    },
    {
        "rating" : 5,
        "review" : "Книга сповнена емоцій і пристрасті. Не можу забути цих героїв."
    },
    {
        "rating" : 4,
        "review" : "Непоганий роман, але фінал залишив деякі питання без відповіді."
    },
    {
        "rating" : 5,
        "review" : "Це саме та книга, яка мені була потрібна зараз. Вона надихає і мотивує."
    },
    {
        "rating" : 4,
        "review" : "Цікава ідея, але реалізація кульгала в деяких моментах."
    },
    {
        "rating" : 5,
        "review" : "Книга, яка запам'ятається надовго. Шідевр!"
    }
]
